package templates

var jsonData = map[string]interface{}{
	"columns": []string{
		"id_учреждения",
		"Наименование учреждения",
		"Краткое наименование",
		"ОГРН",
		"Адрес юридический",
		"Адрес фактический",
		"Руководитель",
		"Район",
		"Филиалы",
		"Сайт",
		"Проектная мощность",
		"Количество студентов общее",
		"Количество мастеров обучения",
	},
	"values": [][]interface{}{
		{
			1.0,
			" ГБПОУ ВО «Александровский промышленно-правовой колледж»",
			nil,
			nil,
			nil,
			nil,
			nil,
			nil,
			nil,
			nil,
			nil,
			nil,
			nil,
		},
	},
}
