package college

// Перечисление идентификаторов колледжей для построения тела запроса в Visiology
const (
	APPK           = 3  // ГБПОУ ВО "АППК"
	PEDCOLLEGE     = 11 // ГБПОУ ВО "Владимирский педагогический колледж"
	POLITECHCOLLGE = 12 // ГАПОУ ВО "Владимирский политехнический колледж"
	VTK            = 5  // ГАПОУ ВО "ВТК"
	VHNK           = 17 // ГБПОУ ВО "ВХМК"
	KKTS           = 22 // ГАПОУ ВО ККТС
	KPGK           = 7  // ГБПОУ ВО КПГК
	KTK            = 21 // ГБПОУ ВО "КТК"
	KOLCHUGPK      = 20 // ГБПОУ ВО "Кольчугинский ПК"
	MURPEDCOLEGE   = 13 // ГБПОУ ВО "Муромский педагогический колледж"
	PPGK           = 10 // ГБПОУ ВО "ППГК"
	SIGK           = 24 // ГБПОУ ВО "СИГК"
	UPIGK          = 14 // ГБПОУ  ВО "ЮПИГК"
	SOVETKINA      = 14 // ГАПОУ ВО "ВлГК им.Советкина"
	VSK            = 16 // ГАПОУ ВО "ВСК"
	VETK           = 18 // ГАПОУ ВО "ВЭТК"
	VTEK           = 6  // ГАПОУ ВО "ВТЭК"
	GSK            = 19 // ГБПОУ ВО "ГСК"
	NAPK           = 9  // ГАПОУ ВО "НАПК"
	MGITA          = 8  // ГАПОУ  ВО "МГИТА"
	VOKKI          = 30 // ГБПОУ ВО «ВОККИ»
	BORODINA       = 43 // ГБПОУ ВО "ВОМК им. А.П. Бородина"
)
